//IDD_GUAAG_PMODE_MAIN_DLG
IDC_GUAAG_FRM_MATL                            = "Material"
IDC_GUAAG_LABEL_MATERIAL                      = "Material"
IDC_GUAAG_LABEL_PRODUCT                       = "Product"
IDC_GUAAG_FRM_MEMB                            = "Member Type"
IDC_GUAAG_RADIO_MEMBER_BEAM                   = "Beam"
IDC_GUAAG_RADIO_MEMBER_COLUMN                 = "Column"
IDC_GUAAG_FRM_SECT                            = "Section"
IDC_GUAAG_FRM_FORC                            = "Force && Factor"
IDC_GUAAG_LABEL_FORCE_AXIAL                   = "Axial"
IDC_GUAAG_LABEL_FORCE_MX                      = "Moment (x)"
IDC_GUAAG_LABEL_FORCE_MY                      = "Moment (y)"
IDC_GUAAG_LABEL_FORCE_VX                      = "Shear (x)"
IDC_GUAAG_LABEL_FORCE_VY                      = "Shear (y)"
IDC_GUAAG_LABEL_FACTR_CMX                     = "Cmx"
IDC_GUAAG_LABEL_FACTR_CMY                     = "Cmy"
IDC_GUAAG_LABEL_FACTOR_CB                     = "Cb"
IDC_GUAAG_LABEL_FACTOR_M                      = "m"
IDC_GUAAG_INPUT_BTN_LCOMB                     = "Load Combinations ..."
IDC_GUAAG_INPUT_CHK_BYADM                     = "Enable by Aluminum Design Manual"
IDC_GUAAG_FRM_LENG                            = "Length"
IDC_GUAAG_LABEL_LENGTH_LX                     = "Lx"
IDC_GUAAG_LABEL_LENGTH_LY                     = "Ly"
IDC_GUAAG_LABEL_LENGTH_LB                     = "Lb"
IDC_GUAAG_LABEL_LENGTH_KX                     = "Kx"
IDC_GUAAG_LABEL_LENGTH_KY                     = "Ky"
IDC_GUAAG_STATIC_PICTURE                      = "Drawing"
IDC_GUAAG_FRM_PROP                            = "Section Property"
IDC_GUAAG_FRM_RSLT                            = "Calculation Result"

//IDD_GUAAG_SMODE_SECT1_DLG
IDC_GUAAG_LABEL_MATERTIAL                     = "Material"

//IDD_GUAMT_SPEC_DLG
IDD_GUAMT_SPEC_DLG                            = "General Section Beam/Column Design Data"
IDC_GUAMT_SPEC_FRM_MEMB                       = "Select Member"
IDC_GUAMT_SPEC_BTN_ALL                        = "All"
IDC_GUAMT_SPEC_BTN_NON                        = "None"
IDC_GUAMT_SPEC_FRM_DATA                       = "Design Data"
IDC_GUAMT_SPEC_BTN_OK                         = "OK"
IDC_GUAMT_SPEC_BTN_CANCEL                     = "Cancel"

//IDD_GUAMT_DGNDATA_DLG
IDD_GUAMT_DGNDATA_DLG                         = "General Section Design Data"
IDC_GUAMT_DGNDATA_BTN_ALL                     = "Select All"
IDC_GUAMT_DGNDATA_BTN_NON                     = "Unselect All"
IDC_GUAMT_DGNDATA_FRM_MOI                     = "Moment of Inertia"
IDC_GUAMT_DGNDATA_LBL_IOY                     = "Ioy"
IDC_GUAMT_DGNDATA_FRM_STF                     = "Edge Stiffener"
IDC_GUAMT_DGNDATA_LBL_IOY2                    = "Ds"
IDC_GUAMT_DGNDATA_LBL_AST                     = "As"
IDC_GUAMT_DGNDATA_LBL_THE                     = "Theta"

//IDD_GUAMT_PMODE_MAIN_DLG
IDC_GUAMT_FRM_MATL                            = "Material"
IDC_GUAMT_FRM_MATERIAL2                       = "Material"
IDC_GUAMT_FRM_PRODUCT2                        = "Product"
IDC_GUAMT_FRM_SECT                            = "Section"
IDC_GUAMT_FRM_SECTION2                        = "Section"
IDC_GUAMT_FRM_FORC                            = "Force && Factor"
IDC_GUAMT_CHK_FORC_MINOR                      = "Check Minor Axis"
IDC_GUAMT_STC_FORC_AXIA                       = "Axial Force"
IDC_GUAMT_STC_FORC_MOMX                       = "Moment (x)"
IDC_GUAMT_STC_FORC_MOMY                       = "Moment (y)"
IDC_GUAMT_STC_FORC_SHRX                       = "Shear (x)"
IDC_GUAMT_STC_FORC_SHRY                       = "Shear (y)"
IDC_GUAMT_LBL_FACTR_CMX                       = "Cmx"
IDC_GUAMT_LBL_FACTR_CMY                       = "Cmy"
IDC_GUAMT_LBL_FACTOR_CB                       = "Cb"
IDC_GUAMT_LBL_FACTOR_MM                       = "m"
IDC_GUAMT_BTN_LCOM                            = "Load Combinations ..."
IDC_GUAMT_FRM_SPAN                            = "Span"
IDC_GUAMT_FRM_DEFL                            = "Deflection"
IDC_GUAMT_FRM_WIND2                           = "by Wind"
IDC_GUAMT_FRM_SELF2                           = "by Self"
IDC_GUAMT_BTN_DEFL                            = "Deflection Criteria ..."
IDC_GUAMT_FRM_SPEC                            = "Design Data"
IDC_GUAMT_FRM_PROP                            = "Section Property"
IDC_GUAMT_FRM_CALC                            = "Calculation Result"
IDC_GUAMT_BTN_REP                             = "Report ..."

//IDD_GUAMT_SMODE_SECT1_DLG
IDC_GUAMT_FRM_MATERIAL1                       = "Material"
IDC_GUAMT_FRM_PRODUCT1                        = "Product"
IDC_GUAMT_FRM_SECTION1                        = "Section"
IDC_GUAMT_BTN_SPEC                            = "Design Data..."

//IDD_GUAMT_SMODE_SECT2_DLG
IDC_GUAMT_FRM_DEFL_WIND                       = "by Wind"
IDC_GUAMT_FRM_DEFL_SELF                       = "by Self"
